Repository: asbestossupply/tripetto-local-demo-issue
Catalog: tripetto-block-text/translations/*.po
Languages: id, nl

# block:text
source: And
id: Dan
nl: En

# block:text
source: City (address level 2)
id: Kota (daerah tingkat 2)
nl: Stad (adresniveau 2)

# block:text
source: City, town, village, or other locality in which the address is located.
id: Kota, kesamatan, desa, atau daerah lain di mana alamat berada.
nl: Stad, dorp of andere plaats waarin het adres ligt.

# block:text
source: Click the + button to add an suggestion...
id: Klik tombol + untuk menambahkan saran...
nl: Klik op de + knop om een suggestie toe te voegen...

# block:text
source: Company or organization name.
id: Nama perusahaan atau organisasi.
nl: Bedrijfs- of organisatienaam.

# block:text
source: Compare mode
id: Mode perbandingan
nl: Vergelijkingsmodus

# block:text
source: Country
id: Negara
nl: Land

# block:text
source: Full telephone number, including the country code.
id: Nomor telepon lengkap, termasuk kode negara.
nl: Volledig telefoonnummer, inclusief de landcode.

# block:text
source: Gender identity
id: Identitas gender
nl: Geslacht

# block:text
source: Gender identity as freeform text.
id: Identitas gender sebagai teks bentuk bebas.
nl: Geslacht in vrije tekst.

# block:text
source: Generates a score based on the selected suggestion. Open the settings panel for each suggestion to set the score.
id: Menghasilkan skor berdasarkan saran yang dipilih. Buka panel pengaturan untuk setiap pilihan untuk mengatur skor.
nl: Hiermee genereert u een score op basis van de geselecteerde suggestie. Open het instellingenpaneel voor elke suggestie om de score in te stellen.

# block:text
source: If score equals
id: Jika nilai sama dengan
nl: Als score gelijk is aan

# block:text
source: If score is between
id: Jika nilai di antara
nl: Als score ligt tussen

# block:text
source: If score is higher than
id: Jika nilai lebih besar dari
nl: Als score hoger is dan

# block:text
source: If score is lower than
id: Jika nilai lebih kecil dari
nl: Als score lager is dan

# block:text
source: If score is not between
id: Jika nilai tidak di antara
nl: Als score niet ligt tussen

# block:text
source: If score not equals
id: Jika nilai tidak sama dengan
nl: Als score niet gelijk is aan

# block:text
source: If text contains
id: Jika teks mengandung
nl: Als tekst bevat

# block:text
source: If text does not contain
id: Jika teks tidak mengandung
nl: Als tekst niet bevat

# block:text
source: If text does not match
id: Jika teks tidak sesuai
nl: Als tekst niet overeenkomt met

# block:text
source: If text ends with
id: Jika teks berakhir dengan
nl: Als tekst eindigt op

# block:text
source: If text matches
id: Jika teks sesuai
nl: Als tekst overeenkomt met

# block:text
source: If text starts with
id: Jika teks dimulai dengan
nl: Als tekst begint met

# block:text
source: Ignore case
id: Abaikan kasus
nl: Negeer kapitalen

# block:text
source: Job title, or the title a person has within an organization.
id: Titel pekerjaan, atau gelar yang dimiliki seseorang dalam suatu organisasi.
nl: Functietitel, of de titel die een persoon heeft binnen een organisatie.

# block:text
source: Job/organization title
id: Pekerjaan/nama organisasi
nl: Functietitel

# block:text
source: Limits
id: Batas
nl: Grenswaarden

# block:text
source: Location of the address within a city or town.
id: Lokasi alamat di dalam kota atau kecamatan.
nl: Locatie van het adres binnen een stad of dorp.

# block:text
source: Maximum
id: Maksimum

# block:text
source: Name
id: Nama
nl: Naam

# block:text
source: Name of the country.
id: Nama negara.
nl: Naam van het land.

# block:text
source: Number
id: Angka
nl: Getal

# block:text
source: Options
id: Pilihan
nl: Opties

# block:text
source: Organization
id: Organisasi
nl: Organisatie

# block:text
source: Person's full name.
id: Nama lengkap.
nl: De volledige naam van de persoon.

# block:text
source: Postal code
id: Kode pos
nl: Postcode

# block:text
source: Postal code (in the United States, this is the ZIP code).
id: Kode pos (di Amerika Serikat, ini adalah kode pos).
nl: Postcode (in de Verenigde Staten is dit de ZIP-code).

# block:text
source: Prefill
id: Diisi sebelumnya
nl: Vooraf invullen

# block:text
source: Prefill with the following text:
id: Diisi sebelumnya dengan teks berikut:
nl: Vul vooraf in met de volgende tekst:

# block:text
source: Province or state (address level 1)
id: Provinsi atau negara bagian (daerah tingkat 1)
nl: Provincie of staat (adresniveau 1)

# block:text
source: Score
id: Skor

# block:text
source: Score is between
id: Nilai di antara
nl: Score ligt tussen

# block:text
source: Score is calculated
id: Nilai sedang dihitung
nl: Score is berekend

# block:text
source: Score is equal to
id: Nilai sama dengan
nl: Score is gelijk aan

# block:text
source: Score is higher than
id: Nilai lebih besar dari
nl: Score is hoger dan

# block:text
source: Score is lower than
id: Niai lebih kecil dari
nl: Score is lager dan

# block:text
source: Score is not between
id: Nilai tidak di antara
nl: Score ligt niet tussen

# block:text
source: Score is not calculated
id: Nilai tidak dihitung
nl: Score is niet berekend

# block:text
source: Score is not equal to
id: Nilai tidak sama dengan
nl: Score is niet gelijk aan

# block:text
source: Street address
id: Alamat jalan
nl: Straatnaam

# block:text
source: Suggestion
id: Saran
nl: Suggestie

# block:text
source: Suggestions
id: Saran
nl: Suggesties

# block:text
source: Telephone number
id: Nomor telepon
nl: Telefoonnummer

# block:text
source: Text
id: Teks
nl: Tekst

# block:text
source: Text (%1 suggestion)
id: Teks (%1 saran)
nl: Tekst (%1 suggestie)

# block:text
source: Text (single line)
id: Teks (baris tunggal)
nl: Tekst (enkele regel)

# block:text
source: Text contains
id: Teks mengandung
nl: Tekst bevat

# block:text
source: Text does not contain
id: Teks tidak mengandung
nl: Tekst bevat niet

# block:text
source: Text does not match
id: Teks tidak sesuai
nl: Tekst komt niet overeen

# block:text
source: Text ends with
id: Teks berakhir dengan
nl: Tekst eindigt op

# block:text
source: Text is empty
id: Teks kosong
nl: Tekst is leeg

# block:text
source: Text is not empty
id: Teks tidak kosong
nl: Tekst is niet leeg

# block:text
source: Text match
id: Teks sesuai
nl: Textovereenkomst

# block:text
source: Text matches
id: Teks sesuai
nl: Tekst komt overeen

# block:text
source: Text starts with
id: Teks dimulai dengan
nl: Tekst begint met

# block:text
source: Typically the province in which the address is located. In the United States, this would be the state. In Switzerland, the canton. In the United Kingdom, the post town.
id: Biasanya provinsi tempat alamat tersebut berada. Di Amerika Serikat, ini akan menjadi negara bagian. Di Swiss, canton. Di Inggris Raya, post town.
nl: De provincie waarin het adres zich bevindt. In de Verenigde Staten zou dit de staat zijn. In Zwitserland, het kanton. In het Verenigd Koninkrijk, de stad.

# block:text
source: Unnamed suggestion
id: Saran tidak bernama
nl: Naamloze suggestie

# block:text
source: Use fixed number
id: Gunakan bilangan tetap
nl: Gebuik vast getal

# block:text
source: Use fixed text
id: Gunakan teks tetap
nl: Gebruik vaste tekst

# block:text
source: Use the following autocomplete attribute for autocompletion:
id: Gunakan atribut pelengkapan otomatis berikut untuk pelengkapan otomatis:
nl: Gebruik het volgende kenmerk voor automatisch invullen:

# block:text
source: Use value of
id: Gunakan nilai dari
nl: Gebruik waarde van

# block:text
source: Username
id: Nama pengguna
nl: Gebruikersnaam

# block:text
source: Username or account name for the active domain.
id: Nama pengguna atau nama akun untuk domain aktif.
nl: Gebruikersnaam of accountnaam voor het actieve domein.

# block:text
source: Value
id: Nilai
nl: Waarde

# block:text
source: Verify score
id: Verifikasi perhitungan
nl: Controleer score

# block:text
source: calculated
id: terhitung
nl: berekend

# block:text
source: contains
id: mengandung
nl: bevat

# block:text
source: does not contain
id: tidak mengandung
nl: bevat niet

# block:text
source: empty
id: kosong
nl: leeg

# block:text
source: ends with
id: berakhir dengan
nl: eindigt op

# block:text
source: not calculated
id: tidak dihitung
nl: niet berekend

# block:text
source: not empty
id: tidak kosong
nl: niet leeg

# block:text
source: or
id: atau
nl: of

# block:text
source: starts with
id: dimulai dengan
nl: begint met

# block:text
source: Autocomplete
nl: Automatisch invullen
